{
  "bio": {
    "name": "Filidor Wiese",
    "nationality": "Dutch",
    "email": "hi@filidorwiese.nl",
    "phone": "+31 (0)6 24 99 32 05",
    "title": "Freelance Front-end Developer",
    "headline": "I code pixel-perfect applications for the web, using the latest techniques, with emphasis on performance, usability and search-engine friendliness.",
    "description": "As a freelance front-end developer I have been working on projects for various companies such as  Leaseplan, Fedex/TNT, Amsterdam Arena, Heineken and KLM Airlines. My passion is building pixel-perfect applications for the web, using the latest techniques and Javascript frameworks, with an emphasis on performance, usability and search-engine friendliness.<br /><br />In the last few years, I’ve specialized in the development of single page applications for high-traffic websites. I've experience with unit/e2e testing, prototyping, developer tooling, continuous deployment, version control, user testing and system engineering. Besides that, I'm used to being part of a product team using Agile/Scrum methodology.<br /><br />Next to my work as a developer I also own a web hosting company which grew from a single server setup into a substantial private cloud on self-maintained hardware. This has given me experience in all facets of the web, from networking, high-availability, server maintenance, dns, caching, mail, virtualization to building custom backends and user interfaces for our clients so they can manage their domains and services.<br /><br />In my spare time I love challenging myself and discovering new technologies such as game and blockchain development.",
    "earlier": "Earlier work include projects for various companies such as Gemeente Drenthe, Politie Groningen, USVA, NP3, Bevrijdingsfestival, Theater Peergroup, Vevida, Noorderzon, Four Corners, Kunstencentrum Groningen, and many others.",
    "url": "https://filidorwiese.nl",
    "education": [
      { "year": "2010", "title": "Linux Professional Institute Certification – Exam 101"},
      { "year": "2009", "title": "Zend Certified Engineer - PHP"},
      { "year": "1998-2002", "title": "Digital Communication and Media/Multimedia, Hanzehogeschool Groningen, Bachelor of Fine Arts (BFA)"}
    ],
    "awards": [
      { "year": "2013", "title": "FWA - Site of the Day, https://whois.wildlife.la" },
      { "year": "2012", "title": "Awwwards - Site of the Day, https://whois.wildlife.la" },
      { "year": "2011", "title": "Awwwards - Site of the Day, https://galaxy.fili.nl" },
      { "year": "2002", "title": "Klaas Dijkstra Academy award" },
      { "year": "2002", "title": "René Coelho award" }
    ],
    "recommendations": [
      { "author": "Niall McLoughlin, Global Director of Product Development, TNT", "quote": "One of the best developers in the Netherlands. Period. Fili has a wealth of experience in building amazing apps and is highly respected by his peers. Constantly looking for ways to improve, try out new technologies and seeking the perfect customer experience, Fili has a natural tendency to understand the customer dilemma and rally the whole team around delivery of the best solution possible in a pragmatic and iterative manner. Filidor was one of our first recruits and he helped us right the way from building our first prototype through getting one of our flagship products developed, delivered and operated in circa 50 countries worldwide. We really value top quality people. What I've learned is that the best people only want to work with the best people. Having people like Fili in your team will make it much easier for you to find better talent as developers love working with him." },
      { "author": "Jake Friedman, Wildlife LA", "quote": "Fili was the lead developer on a challenging project that sought to push the boundaries of what's possible in a web browser. He excelled at bringing to life a unique, complex design with many moving parts, and took the initiative to implement creative solutions in order to stay true to the project's vision. His results speak for themselves: the project has won awards from some of the most respected sites on the web." }
    ]
  },
  "social": {
    "github": "https://github.com/filidorwiese/",
    "twitter": "https://twitter.com/filidorwiese/",
    "linkedin": "https://www.linkedin.com/in/filidorwiese/"
  }
}